[
    {
        "id": 2344,
        "law_name": "Bộ Luật Dân Sự",
        "chapter": "Chương XV",
        "article": 351,
        "article_name": "Trách nhiệm dân sự do vi phạm nghĩa vụ",
        "clause": 1,
        "content": "Chương XV (QUY ĐỊNH CHUNG) Điều 351 Trách nhiệm dân sự do vi phạm nghĩa vụ Khoản 1:\n1. Bên có nghĩa vụ mà vi phạm nghĩa vụ thì phải chịu trách nhiệm dân sự đối với bên có quyền.\n\nVi phạm nghĩa vụ là việc bên có nghĩa vụ không thực hiện nghĩa vụ đúng thời hạn, thực hiện không đầy đủ nghĩa vụ hoặc thực hiện không đúng nội dung của nghĩa vụ.",
        "similarity": 0.6496101811412103
    },
    {
        "id": 2899,
        "law_name": "Bộ Luật Dân Sự",
        "chapter": "Chương XX",
        "article": 584,
        "article_name": "Căn cứ phát sinh trách nhiệm bồi thường thiệt hại",
        "clause": 1,
        "content": "Chương XX (TRÁCH NHIỆM BỒI THƯỜNG THIỆT HẠI NGOÀI HỢP ĐỒNG) Điều 584 Căn cứ phát sinh trách nhiệm bồi thường thiệt hại Khoản 1:\n1. Người nào có hành vi xâm phạm tính mạng, sức khỏe, danh dự, nhân phẩm, uy tín, tài sản, quyền, lợi ích hợp pháp khác của người khác mà gây thiệt hại thì phải bồi thường, trừ trường hợp Bộ luật này, luật khác có liên quan quy định khác.",
        "similarity": 0.6405322956880268
    },
    {
        "id": 1515,
        "law_name": "Bộ Luật Dân Sự",
        "chapter": "Chương II",
        "article": 13,
        "article_name": "Bồi thường thiệt hại",
        "clause": null,
        "content": "Chương II (XÁC LẬP, THỰC HIỆN VÀ BẢO VỆ QUYỀN DÂN SỰ) Điều 13 Bồi thường thiệt hại:\nCá nhân, pháp nhân có quyền dân sự bị xâm phạm được bồi thường toàn bộ thiệt hại, trừ trường hợp các bên có thỏa thuận khác hoặc luật có quy định khác.",
        "similarity": 0.6381710577556201
    },
    {
        "id": 1511,
        "law_name": "Bộ Luật Dân Sự",
        "chapter": "Chương II",
        "article": 11,
        "article_name": "Các phương thức bảo vệ quyền dân sự",
        "clause": 5,
        "content": "Chương II (XÁC LẬP, THỰC HIỆN VÀ BẢO VỆ QUYỀN DÂN SỰ) Điều 11 Các phương thức bảo vệ quyền dân sự Khoản 5:\n5. Buộc bồi thường thiệt hại.",
        "similarity": 0.6283165437986538
    },
    {
        "id": 1505,
        "law_name": "Bộ Luật Dân Sự",
        "chapter": "Chương II",
        "article": 10,
        "article_name": "Giới hạn việc thực hiện quyền dân sự",
        "clause": 2,
        "content": "Chương II (XÁC LẬP, THỰC HIỆN VÀ BẢO VỆ QUYỀN DÂN SỰ) Điều 10 Giới hạn việc thực hiện quyền dân sự Khoản 2:\n2. Trường hợp cá nhân, pháp nhân không tuân thủ quy định tại khoản 1 Điều này thì Tòa án hoặc cơ quan có thẩm quyền khác căn cứ vào tính chất, hậu quả của hành vi vi phạm mà có thể không bảo vệ một phần hoặc toàn bộ quyền của họ, buộc bồi thường nếu gây thiệt hại và có thể áp dụng chế tài khác do luật quy định.",
        "similarity": 0.6263257638410289
    },
    {
        "id": 2932,
        "law_name": "Bộ Luật Dân Sự",
        "chapter": "Chương XX",
        "article": 598,
        "article_name": "Bồi thường thiệt hại do người thi hành công vụ gây ra",
        "clause": null,
        "content": "Chương XX (TRÁCH NHIỆM BỒI THƯỜNG THIỆT HẠI NGOÀI HỢP ĐỒNG) Điều 598 Bồi thường thiệt hại do người thi hành công vụ gây ra:\nNhà nước có trách nhiệm bồi thường thiệt hại do hành vi trái pháp luật của người thi hành công vụ gây ra theo quy định của Luật trách nhiệm bồi thường của Nhà nước.",
        "similarity": 0.6246228441820845
    },
    {
        "id": 2934,
        "law_name": "Bộ Luật Dân Sự",
        "chapter": "Chương XX",
        "article": 599,
        "article_name": "Bồi thường thiệt hại do người dưới mười lăm tuổi, người mất năng lực hành vi dân sự gây ra trong thời gian trường học, bệnh viện, pháp nhân khác trực tiếp quản lý",
        "clause": 2,
        "content": "Chương XX (TRÁCH NHIỆM BỒI THƯỜNG THIỆT HẠI NGOÀI HỢP ĐỒNG) Điều 599 Bồi thường thiệt hại do người dưới mười lăm tuổi, người mất năng lực hành vi dân sự gây ra trong thời gian trường học, bệnh viện, pháp nhân khác trực tiếp quản lý Khoản 2:\n2. Người mất năng lực hành vi dân sự gây thiệt hại cho người khác trong thời gian bệnh viện, pháp nhân khác trực tiếp quản lý thì bệnh viện, pháp nhân khác phải bồi thường thiệt hại xảy ra.",
        "similarity": 0.6171770507938573
    },
    {
        "id": 2363,
        "law_name": "Bộ Luật Dân Sự",
        "chapter": "Chương XV",
        "article": 360,
        "article_name": "Trách nhiệm bồi thường thiệt hại do vi phạm nghĩa vụ",
        "clause": null,
        "content": "Chương XV (QUY ĐỊNH CHUNG) Điều 360 Trách nhiệm bồi thường thiệt hại do vi phạm nghĩa vụ:\nTrường hợp có thiệt hại do vi phạm nghĩa vụ gây ra thì bên có nghĩa vụ phải bồi thường toàn bộ thiệt hại, trừ trường hợp có thỏa thuận khác hoặc luật có quy định khác.",
        "similarity": 0.6157607665204556
    },
    {
        "id": 2935,
        "law_name": "Bộ Luật Dân Sự",
        "chapter": "Chương XX",
        "article": 599,
        "article_name": "Bồi thường thiệt hại do người dưới mười lăm tuổi, người mất năng lực hành vi dân sự gây ra trong thời gian trường học, bệnh viện, pháp nhân khác trực tiếp quản lý",
        "clause": 3,
        "content": "Chương XX (TRÁCH NHIỆM BỒI THƯỜNG THIỆT HẠI NGOÀI HỢP ĐỒNG) Điều 599 Bồi thường thiệt hại do người dưới mười lăm tuổi, người mất năng lực hành vi dân sự gây ra trong thời gian trường học, bệnh viện, pháp nhân khác trực tiếp quản lý Khoản 3:\n3. Trường học, bệnh viện, pháp nhân khác quy định tại khoản 1 và khoản 2 Điều này không phải bồi thường nếu chứng minh được mình không có lỗi trong quản lý; trong trường hợp này, cha, mẹ, người giám hộ của người dưới mười lăm tuổi, người mất năng lực hành vi dân sự phải bồi thường.",
        "similarity": 0.6155728330866805
    },
    {
        "id": 2954,
        "law_name": "Bộ Luật Dân Sự",
        "chapter": "Chương XX",
        "article": 608,
        "article_name": "Bồi thường thiệt hại do vi phạm quyền lợi của người tiêu dùng",
        "clause": null,
        "content": "Chương XX (TRÁCH NHIỆM BỒI THƯỜNG THIỆT HẠI NGOÀI HỢP ĐỒNG) Điều 608 Bồi thường thiệt hại do vi phạm quyền lợi của người tiêu dùng:\nCá nhân, pháp nhân sản xuất, kinh doanh hàng hóa, dịch vụ không bảo đảm chất lượng hàng hóa, dịch vụ mà gây thiệt hại cho người tiêu dùng thì phải bồi thường.\n\nPhần thứ tư\n\nTHỪA KẾ",
        "similarity": 0.6108599537098446
    },
    {
        "id": 1481,
        "law_name": "Bộ Luật Dân Sự",
        "chapter": "Chương I",
        "article": 3,
        "article_name": "Các nguyên tắc cơ bản của pháp luật dân sự",
        "clause": 5,
        "content": "Chương I (NHỮNG QUY ĐỊNH CHUNG) Điều 3 Các nguyên tắc cơ bản của pháp luật dân sự Khoản 5:\n5. Cá nhân, pháp nhân phải tự chịu trách nhiệm về việc không thực hiện hoặc thực hiện không đúng nghĩa vụ dân sự.",
        "similarity": 0.6085255379363584
    },
    {
        "id": 2901,
        "law_name": "Bộ Luật Dân Sự",
        "chapter": "Chương XX",
        "article": 584,
        "article_name": "Căn cứ phát sinh trách nhiệm bồi thường thiệt hại",
        "clause": 3,
        "content": "Chương XX (TRÁCH NHIỆM BỒI THƯỜNG THIỆT HẠI NGOÀI HỢP ĐỒNG) Điều 584 Căn cứ phát sinh trách nhiệm bồi thường thiệt hại Khoản 3:\n3. Trường hợp tài sản gây thiệt hại thì chủ sở hữu, người chiếm hữu tài sản phải chịu trách nhiệm bồi thường thiệt hại, trừ trường hợp thiệt hại phát sinh theo quy định tại khoản 2 Điều này.",
        "similarity": 0.6077540750650133
    },
    {
        "id": 2909,
        "law_name": "Bộ Luật Dân Sự",
        "chapter": "Chương XX",
        "article": 586,
        "article_name": "Năng lực chịu trách nhiệm bồi thường thiệt hại của cá nhân",
        "clause": 3,
        "content": "Chương XX (TRÁCH NHIỆM BỒI THƯỜNG THIỆT HẠI NGOÀI HỢP ĐỒNG) Điều 586 Năng lực chịu trách nhiệm bồi thường thiệt hại của cá nhân Khoản 3:\n3. Người chưa thành niên, người mất năng lực hành vi dân sự, người có khó khăn trong nhận thức, làm chủ hành vi gây thiệt hại mà có người giám hộ thì người giám hộ đó được dùng tài sản của người được giám hộ để bồi thường; nếu người được giám hộ không có tài sản hoặc không đủ tài sản để bồi thường thì người giám hộ phải bồi thường bằng tài sản của mình; nếu người giám hộ chứng minh được mình không có lỗi trong việc giám hộ thì không phải lấy tài sản của mình để bồi thường.",
        "similarity": 0.6074821586917555
    },
    {
        "id": 2931,
        "law_name": "Bộ Luật Dân Sự",
        "chapter": "Chương XX",
        "article": 597,
        "article_name": "Bồi thường thiệt hại do người của pháp nhân gây ra",
        "clause": null,
        "content": "Chương XX (TRÁCH NHIỆM BỒI THƯỜNG THIỆT HẠI NGOÀI HỢP ĐỒNG) Điều 597 Bồi thường thiệt hại do người của pháp nhân gây ra:\nPháp nhân phải bồi thường thiệt hại do người của mình gây ra trong khi thực hiện nhiệm vụ được pháp nhân giao; nếu pháp nhân đã bồi thường thiệt hại thì có quyền yêu cầu người có lỗi trong việc gây thiệt hại phải hoàn trả một khoản tiền theo quy định của pháp luật.",
        "similarity": 0.6073031659541638
    },
    {
        "id": 1395,
        "law_name": "Luật Hình sự",
        "chapter": "Chương XXV",
        "article": 392,
        "article_name": "Những người phải chịu trách nhiệm hình sự về các tội xâm phạm nghĩa vụ, trách nhiệm của quân nhân",
        "clause": 3,
        "content": "Chương XXV (CÁC TỘI XÂM PHẠM NGHĨA VỤ, TRÁCH NHIỆM CỦA QUÂN NHÂN VÀ TRÁCH NHIỆM CỦA NGƯỜI PHỐI THUỘC VỚI QUÂN ĐỘI TRONG CHIẾN ĐẤU, PHỤC VỤ CHIẾN ĐẤU) Điều 392 Những người phải chịu trách nhiệm hình sự về các tội xâm phạm nghĩa vụ, trách nhiệm của quân nhân Khoản 3:\n3. Dân quân, tự vệ trong thời gian phối thuộc với quân đội trong chiến đấu, phục vụ chiến đấu.",
        "similarity": 0.6061625300001369
    },
    {
        "id": 1393,
        "law_name": "Luật Hình sự",
        "chapter": "Chương XXV",
        "article": 392,
        "article_name": "Những người phải chịu trách nhiệm hình sự về các tội xâm phạm nghĩa vụ, trách nhiệm của quân nhân",
        "clause": 1,
        "content": "Chương XXV (CÁC TỘI XÂM PHẠM NGHĨA VỤ, TRÁCH NHIỆM CỦA QUÂN NHÂN VÀ TRÁCH NHIỆM CỦA NGƯỜI PHỐI THUỘC VỚI QUÂN ĐỘI TRONG CHIẾN ĐẤU, PHỤC VỤ CHIẾN ĐẤU) Điều 392 Những người phải chịu trách nhiệm hình sự về các tội xâm phạm nghĩa vụ, trách nhiệm của quân nhân Khoản 1:\n1. Quân nhân tại ngũ, công nhân, viên chức quốc phòng.",
        "similarity": 0.6058379050589867
    },
    {
        "id": 2908,
        "law_name": "Bộ Luật Dân Sự",
        "chapter": "Chương XX",
        "article": 586,
        "article_name": "Năng lực chịu trách nhiệm bồi thường thiệt hại của cá nhân",
        "clause": 2,
        "content": "Chương XX (TRÁCH NHIỆM BỒI THƯỜNG THIỆT HẠI NGOÀI HỢP ĐỒNG) Điều 586 Năng lực chịu trách nhiệm bồi thường thiệt hại của cá nhân Khoản 2:\n2. Người chưa đủ mười lăm tuổi gây thiệt hại mà còn cha, mẹ thì cha, mẹ phải bồi thường toàn bộ thiệt hại; nếu tài sản của cha, mẹ không đủ để bồi thường mà con chưa thành niên gây thiệt hại có tài sản riêng thì lấy tài sản đó để bồi thường phần còn thiếu, trừ trường hợp quy định tại Điều 599 của Bộ luật này.\n\nNgười từ đủ mười lăm tuổi đến chưa đủ mười tám tuổi gây thiệt hại thì phải bồi thường bằng tài sản của mình; nếu không đủ tài sản để bồi thường thì cha, mẹ phải bồi thường phần còn thiếu bằng tài sản của mình.",
        "similarity": 0.6044548749923749
    },
    {
        "id": 2491,
        "law_name": "Bộ Luật Dân Sự",
        "chapter": "Chương XV",
        "article": 418,
        "article_name": "Thỏa thuận phạt vi phạm",
        "clause": 3,
        "content": "Chương XV (QUY ĐỊNH CHUNG) Điều 418 Thỏa thuận phạt vi phạm Khoản 3:\n3. Các bên có thể thỏa thuận về việc bên vi phạm nghĩa vụ chỉ phải chịu phạt vi phạm mà không phải bồi thường thiệt hại hoặc vừa phải chịu phạt vi phạm và vừa phải bồi thường thiệt hại.\n\nTrường hợp các bên có thỏa thuận về phạt vi phạm nhưng không thỏa thuận về việc vừa phải chịu phạt vi phạm và vừa phải bồi thường thiệt hại thì bên vi phạm nghĩa vụ chỉ phải chịu phạt vi phạm.",
        "similarity": 0.6026726961135908
    },
    {
        "id": 967,
        "law_name": "Luật Hình sự",
        "chapter": "Chương XXI",
        "article": 281,
        "article_name": "Tội vi phạm quy định về duy tu, sửa chữa, quản lý các công trình giao thông",
        "clause": 1,
        "content": "Chương XXI (CÁC TỘI XÂM PHẠM AN TOÀN CÔNG CỘNG, TRẬT TỰ CÔNG CỘNG) Điều 281 Tội vi phạm quy định về duy tu, sửa chữa, quản lý các công trình giao thông Khoản 1:\n1. Người nào có trách nhiệm trong việc duy tu, sửa chữa, quản lý các công trình giao thông đường bộ, đường sắt, đường thủy, đường không mà có một trong các hành vi sau đây, gây thương tích hoặc gây tổn hại cho sức khỏe của 01 người với tỷ lệ tổn thương cơ thể từ 31% đến 60% hoặc gây thương tích hoặc gây tổn hại cho sức khỏe của 02 người trở lên mà tổng tỷ lệ tổn thương cơ thể của những người này từ 31% đến 60%, thì bị phạt tiền từ 30.000.000 đồng đến 100.000.000 đồng hoặc phạt cải tạo không giam giữ đến 03 năm:\n\na) Không thực hiện hoặc thực hiện không đúng quy định về duy tu, bảo dưỡng, quản lý để công trình giao thông không bảo đảm trạng thái an toàn kỹ thuật và tiêu chuẩn kỹ thuật của công trình liên quan đến bảo đảm an toàn giao thông;\n\nb) Không khắc phục kịp thời đối với các công trình giao thông bị hư hỏng, đe dọa an toàn giao thông;\n\nc) Không thực hiện hoặc thực hiện không đúng các biện pháp hướng dẫn, điều khiển giao thông, đặt biển hiệu, cọc tiêu, rào chắn ngăn ngừa tai nạn khi công trình giao thông đã bị hư hại chưa kịp hoặc đang tiến hành duy tu, sửa chữa;",
        "similarity": 0.6025851009735416
    },
    {
        "id": 2936,
        "law_name": "Bộ Luật Dân Sự",
        "chapter": "Chương XX",
        "article": 600,
        "article_name": "Bồi thường thiệt hại do người làm công, người học nghề gây ra",
        "clause": null,
        "content": "Chương XX (TRÁCH NHIỆM BỒI THƯỜNG THIỆT HẠI NGOÀI HỢP ĐỒNG) Điều 600 Bồi thường thiệt hại do người làm công, người học nghề gây ra:\nCá nhân, pháp nhân phải bồi thường thiệt hại do người làm công, người học nghề gây ra trong khi thực hiện công việc được giao và có quyền yêu cầu người làm công, người học nghề có lỗi trong việc gây thiệt hại phải hoàn trả một khoản tiền theo quy định của pháp luật.",
        "similarity": 0.6018097400665327
    }
]