[
    {
        "id": 2608,
        "law_name": "Bộ Luật Dân Sự",
        "chapter": "Chương XVI",
        "article": 466,
        "article_name": "Nghĩa vụ trả nợ của bên vay",
        "clause": 5,
        "content": "Chương XVI (MỘT SỐ HỢP ĐỒNG THÔNG DỤNG) Điều 466 Nghĩa vụ trả nợ của bên vay Khoản 5:\n5. Trường hợp vay có lãi mà khi đến hạn bên vay không trả hoặc trả không đầy đủ thì bên vay phải trả lãi như sau:\n\na) Lãi trên nợ gốc theo lãi suất thỏa thuận trong hợp đồng tương ứng với thời hạn vay mà đến hạn chưa trả; trường hợp chậm trả thì còn phải trả lãi theo mức lãi suất quy định tại khoản 2 Điều 468 của Bộ luật này;\n\nb) Lãi trên nợ gốc quá hạn chưa trả bằng 150% lãi suất vay theo hợp đồng tương ứng với thời gian chậm trả, trừ trường hợp có thỏa thuận khác.",
        "similarity": 0.6704114675521851
    },
    {
        "id": 2607,
        "law_name": "Bộ Luật Dân Sự",
        "chapter": "Chương XVI",
        "article": 466,
        "article_name": "Nghĩa vụ trả nợ của bên vay",
        "clause": 4,
        "content": "Chương XVI (MỘT SỐ HỢP ĐỒNG THÔNG DỤNG) Điều 466 Nghĩa vụ trả nợ của bên vay Khoản 4:\n4. Trường hợp vay không có lãi mà khi đến hạn bên vay không trả nợ hoặc trả không đầy đủ thì bên cho vay có quyền yêu cầu trả tiền lãi với mức lãi suất theo quy định tại khoản 2 Điều 468 của Bộ luật này trên số tiền chậm trả tương ứng với thời gian chậm trả, trừ trường hợp có thỏa thuận khác hoặc luật có quy định khác.",
        "similarity": 0.6655744512550372
    },
    {
        "id": 2552,
        "law_name": "Bộ Luật Dân Sự",
        "chapter": "Chương XVI",
        "article": 440,
        "article_name": "Nghĩa vụ trả tiền",
        "clause": 3,
        "content": "Chương XVI (MỘT SỐ HỢP ĐỒNG THÔNG DỤNG) Điều 440 Nghĩa vụ trả tiền Khoản 3:\n3. Trường hợp bên mua không thực hiện đúng nghĩa vụ trả tiền thì phải trả lãi trên số tiền chậm trả theo quy định tại Điều 357 của Bộ luật này.",
        "similarity": 0.6497260332107544
    },
    {
        "id": 1353,
        "law_name": "Luật Hình sự",
        "chapter": "Chương XXIV",
        "article": 379,
        "article_name": "Tội không thi hành án",
        "clause": 1,
        "content": "Chương XXIV (CÁC TỘI XÂM PHẠM HOẠT ĐỘNG TƯ PHÁP) Điều 379 Tội không thi hành án Khoản 1:\n1. Người nào có thẩm quyền mà cố ý không ra quyết định thi hành án hoặc không thi hành quyết định thi hành bản án, quyết định của Tòa án thuộc một trong các trường hợp sau đây, thì bị phạt cải tạo không giam giữ đến 03 năm hoặc phạt tù từ 06 tháng đến 03 năm:\n\na) Đã bị xử lý kỷ luật về hành vi này mà còn vi phạm;\n\nb) Dẫn đến người bị kết án, người phải chấp hành án bỏ trốn;\n\nc) Dẫn đến hết thời hiệu thi hành án;\n\nd) Dẫn đến người bị kết án, người phải chấp hành án, người có nghĩa vụ thi hành án tẩu tán tài sản và không thi hành được nghĩa vụ thi hành án với số tiền từ 50.000.000 đồng đến dưới 200.000.000 đồng.",
        "similarity": 0.6432356813462713
    },
    {
        "id": 2605,
        "law_name": "Bộ Luật Dân Sự",
        "chapter": "Chương XVI",
        "article": 466,
        "article_name": "Nghĩa vụ trả nợ của bên vay",
        "clause": 2,
        "content": "Chương XVI (MỘT SỐ HỢP ĐỒNG THÔNG DỤNG) Điều 466 Nghĩa vụ trả nợ của bên vay Khoản 2:\n2. Trường hợp bên vay không thể trả vật thì có thể trả bằng tiền theo trị giá của vật đã vay tại địa điểm và thời điểm trả nợ, nếu được bên cho vay đồng ý.",
        "similarity": 0.6288219843890693
    },
    {
        "id": 2612,
        "law_name": "Bộ Luật Dân Sự",
        "chapter": "Chương XVI",
        "article": 469,
        "article_name": "Thực hiện hợp đồng vay không kỳ hạn",
        "clause": 1,
        "content": "Chương XVI (MỘT SỐ HỢP ĐỒNG THÔNG DỤNG) Điều 469 Thực hiện hợp đồng vay không kỳ hạn Khoản 1:\n1. Đối với hợp đồng vay không kỳ hạn và không có lãi thì bên cho vay có quyền đòi lại tài sản và bên vay cũng có quyền trả nợ vào bất cứ lúc nào, nhưng phải báo cho nhau biết trước một thời gian hợp lý, trừ trường hợp có thỏa thuận khác.",
        "similarity": 0.6283524036407471
    },
    {
        "id": 598,
        "law_name": "Luật Hình sự",
        "chapter": "Chương XVIII",
        "article": 201,
        "article_name": "Tội cho vay lãi nặng trong giao dịch dân sự",
        "clause": 1,
        "content": "Chương XVIII (CÁC TỘI XÂM PHẠM TRẬT TỰ QUẢN LÝ KINH TẾ) Điều 201 Tội cho vay lãi nặng trong giao dịch dân sự Khoản 1:\n1. Người nào trong giao dịch dân sự mà cho vay với lãi suất gấp 05 lần mức lãi suất cao nhất quy định trong Bộ luật dân sự, thu lợi bất chính từ 30.000.000 đồng đến dưới 100.000.000 đồng hoặc đã bị xử phạt vi phạm hành chính về hành vi này hoặc đã bị kết án về tội này, chưa được xóa án tích mà còn vi phạm, thì bị phạt tiền từ 50.000.000 đồng đến 200.000.000 đồng hoặc phạt cải tạo không giam giữ đến 03 năm.",
        "similarity": 0.6254069805145264
    },
    {
        "id": 2359,
        "law_name": "Bộ Luật Dân Sự",
        "chapter": "Chương XV",
        "article": 357,
        "article_name": "Trách nhiệm do chậm thực hiện nghĩa vụ trả tiền",
        "clause": 2,
        "content": "Chương XV (QUY ĐỊNH CHUNG) Điều 357 Trách nhiệm do chậm thực hiện nghĩa vụ trả tiền Khoản 2:\n2. Lãi suất phát sinh do chậm trả tiền được xác định theo thỏa thuận của các bên nhưng không được vượt quá mức lãi suất được quy định tại khoản 1 Điều 468 của Bộ luật này; nếu không có thỏa thuận thì thực hiện theo quy định tại khoản 2 Điều 468 của Bộ luật này.",
        "similarity": 0.6232526635010042
    },
    {
        "id": 2358,
        "law_name": "Bộ Luật Dân Sự",
        "chapter": "Chương XV",
        "article": 357,
        "article_name": "Trách nhiệm do chậm thực hiện nghĩa vụ trả tiền",
        "clause": 1,
        "content": "Chương XV (QUY ĐỊNH CHUNG) Điều 357 Trách nhiệm do chậm thực hiện nghĩa vụ trả tiền Khoản 1:\n1. Trường hợp bên có nghĩa vụ chậm trả tiền thì bên đó phải trả lãi đối với số tiền chậm trả tương ứng với thời gian chậm trả.",
        "similarity": 0.6214706301689148
    },
    {
        "id": 2614,
        "law_name": "Bộ Luật Dân Sự",
        "chapter": "Chương XVI",
        "article": 470,
        "article_name": "Thực hiện hợp đồng vay có kỳ hạn",
        "clause": 1,
        "content": "Chương XVI (MỘT SỐ HỢP ĐỒNG THÔNG DỤNG) Điều 470 Thực hiện hợp đồng vay có kỳ hạn Khoản 1:\n1. Đối với hợp đồng vay có kỳ hạn và không có lãi thì bên vay có quyền trả lại tài sản bất cứ lúc nào, nhưng phải báo trước cho bên cho vay một thời gian hợp lý, còn bên cho vay chỉ được đòi lại tài sản trước kỳ hạn, nếu được bên vay đồng ý.",
        "similarity": 0.6168637643375268
    },
    {
        "id": 2574,
        "law_name": "Bộ Luật Dân Sự",
        "chapter": "Chương XVI",
        "article": 450,
        "article_name": "Mua bán quyền tài sản",
        "clause": 2,
        "content": "Chương XVI (MỘT SỐ HỢP ĐỒNG THÔNG DỤNG) Điều 450 Mua bán quyền tài sản Khoản 2:\n2. Trường hợp quyền tài sản là quyền đòi nợ và bên bán cam kết bảo đảm khả năng thanh toán của người mắc nợ thì bên bán phải liên đới chịu trách nhiệm thanh toán, nếu khi đến hạn mà người mắc nợ không trả.",
        "similarity": 0.6147681108255332
    },
    {
        "id": 1357,
        "law_name": "Luật Hình sự",
        "chapter": "Chương XXIV",
        "article": 380,
        "article_name": "Tội không chấp hành án",
        "clause": 1,
        "content": "Chương XXIV (CÁC TỘI XÂM PHẠM HOẠT ĐỘNG TƯ PHÁP) Điều 380 Tội không chấp hành án Khoản 1:\n1. Người nào có điều kiện mà không chấp hành bản án hoặc quyết định của Tòa án đã có hiệu lực pháp luật mặc dù đã bị áp dụng biện pháp cưỡng chế theo quy định của pháp luật hoặc đã bị xử phạt vi phạm hành chính về hành vi này mà còn vi phạm, thì bị phạt tù từ 03 tháng đến 02 năm.",
        "similarity": 0.6087803477775854
    },
    {
        "id": 2355,
        "law_name": "Bộ Luật Dân Sự",
        "chapter": "Chương XV",
        "article": 356,
        "article_name": "Trách nhiệm do không thực hiện nghĩa vụ giao vật",
        "clause": 1,
        "content": "Chương XV (QUY ĐỊNH CHUNG) Điều 356 Trách nhiệm do không thực hiện nghĩa vụ giao vật Khoản 1:\n1. Trường hợp nghĩa vụ giao vật đặc định không được thực hiện thì bên bị vi phạm có quyền yêu cầu bên vi phạm phải giao đúng vật đó; nếu vật không còn hoặc bị hư hỏng thì phải thanh toán giá trị của vật.",
        "similarity": 0.6067245964243778
    },
    {
        "id": 2613,
        "law_name": "Bộ Luật Dân Sự",
        "chapter": "Chương XVI",
        "article": 469,
        "article_name": "Thực hiện hợp đồng vay không kỳ hạn",
        "clause": 2,
        "content": "Chương XVI (MỘT SỐ HỢP ĐỒNG THÔNG DỤNG) Điều 469 Thực hiện hợp đồng vay không kỳ hạn Khoản 2:\n2. Đối với hợp đồng vay không kỳ hạn và có lãi thì bên cho vay có quyền đòi lại tài sản bất cứ lúc nào, nhưng phải báo trước cho bên vay một thời gian hợp lý và được trả lãi đến thời điểm nhận lại tài sản, còn bên vay cũng có quyền trả lại tài sản bất cứ lúc nào và chỉ phải trả lãi cho đến thời điểm trả nợ, nhưng cũng phải báo trước cho bên cho vay một thời gian hợp lý.",
        "similarity": 0.6037569642066956
    },
    {
        "id": 1355,
        "law_name": "Luật Hình sự",
        "chapter": "Chương XXIV",
        "article": 379,
        "article_name": "Tội không thi hành án",
        "clause": 3,
        "content": "Chương XXIV (CÁC TỘI XÂM PHẠM HOẠT ĐỘNG TƯ PHÁP) Điều 379 Tội không thi hành án Khoản 3:\n3. Phạm tội thuộc một trong những trường hợp sau đây, thì bị phạt tù từ 05 năm đến 10 năm:\n\na) Dẫn đến người bị kết án, người phải chấp hành án tiếp tục thực hiện tội phạm rất nghiêm trọng hoặc tội phạm đặc biệt nghiêm trọng;\n\nb) Dẫn đến người bị kết án, người phải thi hành án, người có nghĩa vụ thi hành án tẩu tán tài sản và không thi hành được nghĩa vụ thi hành án với số tiền 1.000.000.000 đồng trở lên.",
        "similarity": 0.6029804169243581
    },
    {
        "id": 2545,
        "law_name": "Bộ Luật Dân Sự",
        "chapter": "Chương XVI",
        "article": 438,
        "article_name": "Trách nhiệm do giao vật không đồng bộ",
        "clause": 2,
        "content": "Chương XVI (MỘT SỐ HỢP ĐỒNG THÔNG DỤNG) Điều 438 Trách nhiệm do giao vật không đồng bộ Khoản 2:\n2. Trường hợp bên mua đã trả tiền nhưng chưa nhận vật do giao không đồng bộ thì được trả lãi đối với số tiền đã trả theo lãi suất thỏa thuận giữa các bên nhưng không được vượt quá mức lãi suất được quy định tại khoản 1 Điều 468 của Bộ luật này; nếu không có thỏa thuận thì thực hiện theo quy định tại khoản 2 Điều 468 của Bộ luật này và yêu cầu bên bán bồi thường thiệt hại do giao vật không đồng bộ, kể từ thời điểm phải thực hiện hợp đồng cho đến khi vật được giao đồng bộ.",
        "similarity": 0.6014683784367209
    }
]