[
  {
    "law_name": "Luật Hôn nhân và Gia đình 2014",
    "law_code": "52/2014/QH13",
    "document_type": "Luật",
    "issuing_body": "Quốc hội",
    "field": "Hôn nhân - Gia đình",
    "issued_date": "2014-06-19",
    "effective_date": "2015-01-01",
    "expired_date": null,
    "status": "Còn hiệu lực",
    "source_url": "https://thuvienphapluat.vn/van-ban/hon-nhan-gia-dinh/luat-hon-nhan-va-gia-dinh-2014-238640.aspx",
    "chapters": [
      {
        "chapter": 1,
        "articles": [
          {
            "article": 1,
            "title": "Phạm vi điều chỉnh",
            "clauses": [
              {
                "clause": 1,
                "point": null,
                "content": "Luật này quy định chế độ hôn nhân và gia đình; chuẩn mực pháp lý cho cách ứng xử của các thành viên gia đình; trách nhiệm của cá nhân, tổ chức, Nhà nước và xã hội trong việc xây dựng, củng cố chế độ hôn nhân và gia đình Việt Nam."
              }
            ]
          },
          {
            "article": 56,
            "title": "Thuận tình ly hôn",
            "clauses": [
              {
                "clause": 1,
                "point": null,
                "content": "Trong trường hợp vợ chồng cùng yêu cầu ly hôn, nếu xét thấy hai bên thật sự tự nguyện ly hôn và đã thỏa thuận về việc chia tài sản, việc trông nom, nuôi dưỡng, chăm sóc, giáo dục con cái trên cơ sở bảo đảm lợi ích chính đáng của vợ và con thì Tòa án công nhận thuận tình ly hôn; nếu không thỏa thuận được hoặc có thỏa thuận nhưng không bảo đảm lợi ích chính đáng của vợ và con thì Tòa án giải quyết việc ly hôn."
              },
              {
                "clause": 2,
                "point": null,
                "content": "Trường hợp người vợ đang có thai, sinh con hoặc đang nuôi con dưới 12 tháng tuổi thì người chồng không có quyền yêu cầu ly hôn. Quyền yêu cầu ly hôn của vợ không bị hạn chế trong trường hợp này."
              }
            ]
          },
          {
            "article": 57,
            "title": "Giải quyết yêu cầu ly hôn",
            "clauses": [
              {
                "clause": 1,
                "point": null,
                "content": "Tòa án nhân dân có thẩm quyền giải quyết yêu cầu ly hôn. Việc ly hôn phải được Tòa án công nhận mới có giá trị pháp lý."
              }
            ]
          }
        ]
      },
      {
        "chapter": 5,
        "articles": [
          {
            "article": 81,
            "title": "Việc trông nom, chăm sóc, nuôi dưỡng, giáo dục con sau khi ly hôn",
            "clauses": [
              {
                "clause": 1,
                "point": null,
                "content": "Sau khi ly hôn, cha mẹ vẫn có quyền, nghĩa vụ trông nom, chăm sóc, nuôi dưỡng, giáo dục con chưa thành niên, con đã thành niên mất năng lực hành vi dân sự hoặc không có khả năng lao động và không có tài sản để tự nuôi mình theo quy định của Luật này, Bộ luật dân sự và các luật khác có liên quan."
              },
              {
                "clause": 2,
                "point": null,
                "content": "Vợ, chồng thỏa thuận về người trực tiếp nuôi con, nghĩa vụ, quyền của mỗi bên sau khi ly hôn đối với con; trường hợp không thỏa thuận được thì Tòa án quyết định giao con cho một bên trực tiếp nuôi căn cứ vào quyền lợi về mọi mặt của con; nếu con từ đủ 07 tuổi trở lên thì phải xem xét nguyện vọng của con."
              }
            ]
          }
        ]
      }
    ]
  },
  {
    "law_name": "Bộ luật Dân sự 2015",
    "law_code": "91/2015/QH13",
    "document_type": "Bộ luật",
    "issuing_body": "Quốc hội",
    "field": "Dân sự",
    "issued_date": "2015-11-24",
    "effective_date": "2017-01-01",
    "expired_date": null,
    "status": "Còn hiệu lực",
    "source_url": "https://thuvienphapluat.vn/van-ban/quyen-dan-su/bo-luat-dan-su-2015-296215.aspx",
    "chapters": [
      {
        "chapter": 1,
        "articles": [
          {
            "article": 1,
            "title": "Phạm vi điều chỉnh",
            "clauses": [
              {
                "clause": 1,
                "point": null,
                "content": "Bộ luật này quy định địa vị pháp lý, chuẩn mực pháp lý về cách ứng xử của cá nhân, pháp nhân; quyền, nghĩa vụ về nhân thân và tài sản của cá nhân, pháp nhân trong các quan hệ được hình thành trên cơ sở bình đẳng, tự do ý chí, độc lập về tài sản và tự chịu trách nhiệm (sau đây gọi chung là quan hệ dân sự)."
              }
            ]
          },
          {
            "article": 32,
            "title": "Quyền đối với hình ảnh",
            "clauses": [
              {
                "clause": 1,
                "point": null,
                "content": "Cá nhân có quyền đối với hình ảnh của mình. Việc sử dụng hình ảnh của cá nhân phải được người đó đồng ý."
              },
              {
                "clause": 2,
                "point": null,
                "content": "Việc sử dụng hình ảnh trong trường hợp sau đây không cần có sự đồng ý của người có hình ảnh hoặc người đại diện theo pháp luật của họ:\na) Hình ảnh được sử dụng vì lợi ích quốc gia, dân tộc, lợi ích công cộng;\nb) Hình ảnh được sử dụng từ các hoạt động công cộng, bao gồm hội nghị, hội thảo, hoạt động thi đấu thể thao, biểu diễn nghệ thuật và hoạt động công cộng khác mà không làm tổn hại đến danh dự, nhân phẩm, uy tín của người có hình ảnh."
              }
            ]
          }
        ]
      }
    ]
  }
]
